name: "brain_tumor_classification"
platform: "onnxruntime_onnx"

input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [1, 3, 224, 224]
  }
]

output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [1, 4]
  }
]
